[
  {
    "name": "Mini Bot Tree",
    "previousPrice": 120,
    "newPrice": 100,
    "stock": "In Stock",
    "rating": 4,
    "color": "Green",
    "plantType": "Natural Plant",
    "material": "Organic",
    "img1": "https://i.ibb.co/myjB5Hk/img1.jpg",
    "img2": "https://i.ibb.co/9vyqVc0/img2.jpg",
    "img3": "https://i.ibb.co/bQy18ZJ/img3.jpg",
    "img4": "https://i.ibb.co/WgzYsvY/img4.jpg"
  },
  {
    "name": "Bonsai Live Plant",
    "previousPrice": 70,
    "newPrice": 59,
    "stock": "In Stock",
    "rating": 3,
    "color": "Green",
    "plantType": "Natural Plant",
    "material": "Organic",
    "img1": "https://i.ibb.co/87WhnrH/img1.jpg",
    "img2": "https://i.ibb.co/rtHDJPL/img2.jpg",
    "img3": "https://i.ibb.co/bXKvnS2/img3.jpg",
    "img4": "https://i.ibb.co/gz43yFp/img4.jpg"
  },
  {
    "name": "Xmas Artificial Tree",
    "previousPrice": 100,
    "newPrice": 89,
    "stock": "Out Of Stock",
    "rating": 3,
    "color": "Green & Gold",
    "plantType": "Plastic",
    "material": "Non-Organic",
    "description": "🎄WHICH HAS LIFE-LIKE DETAILS: Artificial christmas tree bringing the beauty of nature into your home without the mess 🎄EASY ASSEMBLY: This prelit christmas tree is bundled with a potted stand, allowing you to connect and light the different sections by simply slipping one into another🎄FIRE-RESISTANT & NON-ALLERGIC CHRISTMAS TREE ALTERNATIVE: The small xmas tree safer alternative to real trees constructed with flame-retardant, non-allergenic materials🎄Small pre lit christmas tree you can decorate your home anywhere with cement and versatility during Christmas🎄EASY SETUP AND STORAGE: They thin christmas tree easy setup and disassembly are made possible by convenient branches and pre-strung lights",
    "img1": "https://i.ibb.co/cJ3cHfM/img1.jpg",
    "img2": "https://i.ibb.co/jkHDjQm/img2.jpg",
    "img3": "https://i.ibb.co/hZjyV9L/img3.jpg",
    "img4": "https://i.ibb.co/3dr6L0M/img4.jpg"
  },
  {
    "name": "Mini Christmas Tree",
    "previousPrice": 150,
    "newPrice": 139,
    "stock": "In Stock",
    "rating": 3,
    "color": "Green",
    "plantType": "Polyethylene",
    "material": "Non-Organic",
    "description": "🎄WHICH HAS LIFE-LIKE DETAILS: Artificial christmas tree bringing the beauty of nature into your home without the mess 🎄EASY ASSEMBLY: This prelit christmas tree is bundled with a potted stand, allowing you to connect and light the different sections by simply slipping one into another🎄FIRE-RESISTANT & NON-ALLERGIC CHRISTMAS TREE ALTERNATIVE: The small xmas tree safer alternative to real trees constructed with flame-retardant, non-allergenic materials🎄Small pre lit christmas tree you can decorate your home anywhere with cement and versatility during Christmas🎄EASY SETUP AND STORAGE: They thin christmas tree easy setup and disassembly are made possible by convenient branches and pre-strung lights",
    "img1": "https://i.ibb.co/nfXLTRR/img1.jpg",
    "img2": "https://i.ibb.co/5vJW4Nn/img2.jpg",
    "img3": "https://i.ibb.co/1GTnrcg/img3.jpg",
    "img4": "https://i.ibb.co/4tScdZc/img4.jpg"
  },
  {
    "name": "Tropical Palm Tree",
    "previousPrice": 62,
    "newPrice": 49,
    "stock": "In Stock",
    "rating": 5,
    "color": "Green",
    "plantType": "Plastic",
    "material": "Non-Organic",
    "description": "Home and Garden Décor: Perfect to display in your home, office or store and any other place to bring more lifelike colors and organic style.Amazing realistic: It looks lifelike and adds a touch of nature to your space.Free Maintenance: No need to maintain or care for them, neither will die nor fades, match everywhere of your home.43 Tall (From bottom to top) with black pot (7 Diameter*6 Height), 11 pcs leaves.Item may need to be re-shaped when removed from box to achieve its intended appearance.",
    "img1": "https://i.ibb.co/RvkKsgC/img1.jpg",
    "img2": "https://i.ibb.co/JKWMvQ5/img2.jpg",
    "img3": "https://i.ibb.co/Fbdx63Y/img3.jpg",
    "img4": "https://i.ibb.co/phMyM6Q/img4.jpg"
  },
  {
    "name": "Cypress Plants Spiral",
    "previousPrice": 80,
    "newPrice": 79,
    "stock": "In Stock",
    "rating": 4,
    "color": "Lime",
    "plantType": "Plastic",
    "material": "Non-Organic",
    "description": "60%plastic, 40%metal [Design] Each artificial topiary potted plant is made with high-quality faux cypress for a natural lifelike look that lasts all year round. These trees come with a spiral shape realistic cypress in an evergreen color and wrapped in an aesthetic green planter base.[Perfect Decor] Our 35.5 tree is great for displaying on the front porch, front door decor, fireplace, tabletop, office desk, shelf, cabinets, bookcase or any other corners in the house that needs greenery décor. They also make a great gift for housewarming parties, weddings and holidays.[Easy Care] No need to water or prune, these artificial cypress trees require minimal upkeep, dust resistant, and stays green and vibrant for years to come, making it your choice of faux plants outdoor and indoor.[Suggestion] Although they are great as fake outdoor plants, avoid excessive sunlight when placing outdoors to prolong the beauty for years to come. Leaves and branches may need some re-shaping by hand after shipping, as they can get slightly deformed during shipping.[SIZE] 1 unit of artificial potted trees. Overall size of the tree: 35.5 tall and 9x 9 wide. Pot overall size: 5.75H x 6.75W. No assembly required. Use favorite basket planter or cceremic planter to fit in to the home interior design.",
    "img1": "https://i.ibb.co/JKkc87t/img1.jpg",
    "img2": "https://i.ibb.co/TR6Gqpy/img2.jpg",
    "img3": "https://i.ibb.co/NnwG5hk/img3.jpg",
    "img4": "https://i.ibb.co/SXFJbhd/img4.jpg"
  },
  {
    "name": "Cactus Tree",
    "previousPrice": 120,
    "newPrice": 115,
    "stock": "In Stock",
    "rating": 5,
    "color": "Green",
    "plantType": "Natural Plant",
    "material": "Organic",
    "description": "The Cactus Tree, a resilient and distinctive plant, belongs to the Cactaceae family. Renowned for its ability to thrive in arid conditions, the Cactus Tree showcases a unique and intriguing appearance with fleshy stems, spines, and often vibrant flowers. Its adaptive nature allows it to endure harsh environments, making it a symbol of strength and endurance. With minimal water requirements and a diverse range of species, the Cactus Tree has become a popular choice for both indoor and outdoor settings, adding a touch of desert charm to gardens and homes alike.",
    "img1": "https://i.ibb.co/JkHJj78/img1.jpg",
    "img2": "https://i.ibb.co/G2vLxZ2/img2.jpg",
    "img3": "https://i.ibb.co/txzYM1p/img3.jpg",
    "img4": "https://i.ibb.co/G2vLxZ2/img2.jpg"
  },
  {
    "name": "Decorative Silk Plant",
    "previousPrice": 150,
    "newPrice": 129,
    "stock": "Out Out Stock",
    "rating": 3,
    "color": "Green & Red",
    "plantType": "Natural Plant",
    "material": "Organic",
    "description": "Elevate your space with the timeless allure of a Decorative Silk Plant. Crafted with meticulous attention to detail, this lifelike botanical creation adds a touch of nature's beauty to any setting without the need for maintenance. The silk leaves and vibrant colors mimic the real thing, infusing your home or office with a refreshing and elegant atmosphere. Enjoy the everlasting charm of greenery with this exquisite silk plant, effortlessly enhancing your decor and providing a lasting burst of botanical splendor.",
    "img1": "https://i.ibb.co/3Wwsm19/img1.jpg",
    "img2": "https://i.ibb.co/ZHj7MGb/img2.jpg",
    "img3": "https://i.ibb.co/ysMfGBD/img3.jpg",
    "img4": "https://i.ibb.co/R3nbf3N/img4.jpg"
  },
  {
    "name": "Boxwood Plant",
    "previousPrice": 30,
    "newPrice": 19,
    "stock": "In Stock",
    "rating": 5,
    "color": "Green",
    "plantType": "Polyethylene",
    "material": "Non-Organic",
    "description": "The Boxwood Plant, a classic choice for elegant landscaping, offers timeless beauty and versatility. Known for its dense evergreen foliage and compact growth, this resilient shrub thrives in various climates. The vibrant green leaves and tidy form make it a popular option for hedges, borders, or as a standalone ornamental piece. With a low-maintenance nature and adaptability to pruning, the Boxwood Plant effortlessly brings structure and sophistication to gardens, creating a polished and refined aesthetic that stands the test of time. Ideal for both traditional and modern landscapes, it's a symbol of enduring charm.",
    "img1": "https://i.ibb.co/gJVBm3G/img1.jpg",
    "img2": "https://i.ibb.co/F08k1zS/img2.jpg",
    "img3": "https://i.ibb.co/hB6P5Bq/img3.jpg",
    "img4": "https://i.ibb.co/vh9X5HT/img4.jpg"
  },
  {
    "name": "Vase Silk Plant",
    "previousPrice": 70,
    "newPrice": 59,
    "stock": "In Stock",
    "rating": 2,
    "color": "Green",
    "plantType": "Natural Plant",
    "material": "Organic",
    "description": "HOME DECOR ACCENT: A beautiful lifelike plant perfect to accent any room or space for year-round greenery. As you can tell, we have a fondness for recreating lush greenery at Nearly Natural. And here’s the perfect representation of such: our deep, rich artificial Pothos plant looks so real, you’ll be reaching for the watering can. But because it’s “nearly natural”, it needs nary a drop. Just admire it, standing proud in its decorative planter. Perfect for any home or office décor.",
    "img1": "https://i.ibb.co/RPKTDX4/img1.jpg",
    "img2": "https://i.ibb.co/GQgW7bv/img2.jpg",
    "img3": "https://i.ibb.co/WKQtGdG/img3.jpg",
    "img4": "https://i.ibb.co/7V0H75n/img4.jpg"
  },
  {
    "name": "Bamboo Silk Tree",
    "previousPrice": 30,
    "newPrice": 17,
    "stock": "In Stock",
    "rating": 3,
    "color": "Green",
    "plantType": "Natural Plant",
    "material": "Organic",
    "description": "Need to add a touch of greenery to your sunroom but don’t have the time or patience for a live tree? This healthy looking 3 foot Multi Bambusa is sure to please even the most discerning of critics. A total of five-hundred slender rich green leaves grace this all natural inspired creation. A rich mix of authentic shaded stalks immersed in a basic black planter set the stage for this elegant work of art.",
    "img1": "https://i.ibb.co/wBtWxxh/img1.jpg",
    "img2": "https://i.ibb.co/fCSYrS8/img2.jpg",
    "img3": "https://i.ibb.co/p3zX86s/img3.jpg",
    "img4": "https://i.ibb.co/kmgW8x3/img4.jpg"
  },
  {
    "name": "Artificial Ficus Tree",
    "previousPrice": 110,
    "newPrice": 99,
    "stock": "In Stock",
    "rating": 5,
    "color": "Green",
    "plantType": "Polyethylene",
    "material": "Non-Organic",
    "description": "🌿【Realistic Details & Lifelike Design】Bring the beauty of nature into your home with our stunningly lifelike faux ficus tree! Our tree features intricate detailed leaves and branches that perfectly mimic a genuine rubber tree, and stands out with a genuine wood trunk, wrapped in vines – a unique and authentic touch you won't find in other faux trees. 🌿【Potted in A Stable Base】Our fake silk ficus trees come pre-assembled in sturdy plastic and concrete pots, designed to stand securely on their own. The pots are perfectly sized at 6x5 inches, making them easy to transplant into a attractive planters that will complement any decor.",
    "img1": "https://i.ibb.co/ky8RzHx/img1.jpg",
    "img2": "https://i.ibb.co/wCQpXDf/img2.jpg",
    "img3": "https://i.ibb.co/M5XJZkx/img3.jpg",
    "img4": "https://i.ibb.co/Jsp86DW/img4.jpg"
  },
  {
    "name": "Bougainvillea Tree",
    "previousPrice": 50,
    "newPrice": 39,
    "stock": "In Stock",
    "rating": 3,
    "color": "Green & Purple",
    "plantType": "Polyethylene",
    "material": "Non-Organic",
    "description": "🌿 The Bougainvillea Tree is a captivating burst of color and natural elegance. Renowned for its vibrant, paper-like bracts in shades of pink, purple, or red, this ornamental tree adds a tropical touch to any landscape. With a graceful, cascading canopy and lush foliage, the Bougainvillea Tree is a showstopper in gardens and outdoor spaces. Flourishing in warm climates, it thrives in well-drained soil and basks in sunlight. A symbol of exotic beauty, this tree transforms surroundings into a vivid paradise, creating a striking focal point with its stunning floral display.",
    "img1": "https://i.ibb.co/9WN25sN/img1.jpg",
    "img2": "https://i.ibb.co/TbCC0VZ/img2.jpg",
    "img3": "https://i.ibb.co/SrYRjTb/img3.jpg",
    "img4": "https://i.ibb.co/CJL1DXQ/img4.jpg"
  },
  {
    "name": "Mixed Pine Tree",
    "previousPrice": 35,
    "newPrice": 29,
    "stock": "In Stock",
    "rating": 5,
    "color": "Green & Red",
    "plantType": "Polyethylene",
    "material": "Non-Organic",
    "description": "Complete the holiday scene with this frosted artificial Christmas tree boasting a collection of evergreen foliage made up of easy-to-bend branches to hang ornaments and accented with faux pinecones and berries that look realistic. Dusted with faux snow, this 1.5’ tall frosted Christmas tree comes pre-strung with 35 clear LED lights (battery operated) and stabilized in a decorative container to help create a holiday statement for years to come",
    "img1": "https://i.ibb.co/QHLywJ5/img1.jpg",
    "img2": "https://i.ibb.co/25QSxwg/img2.jpg",
    "img3": "https://i.ibb.co/VMKjGYS/img3.jpg",
    "img4": "https://i.ibb.co/FDvgSFr/img4.jpg"
  }
]
